{
   "items": [
      {
         "id": "hbih",
         "name": "Het Bos in Huis",
         "desc": [
            "Het Bos in Huis is een mobilegame om kinderen meer te leren over de dieren in het bos en naar buiten te krijgen.",
            "In het AR-prototype is het de bedoeling dat je de Hiro-marker scant. Wanneer je het prototype de marker herkent, krijg je één van onze drie willekeurige spelletjes. Wanneer je deze uitspeelt, kun je de marker weer scannen voor één van de overgebleven spelletjes en daarna de laatste. Als het spel is uitgespeeld, kun je één van onze willekeurige diertjes zien.<br> Het prototype bestaat uit twee delen, een welkomstpagina zonder AR (index.html) en het spel zelf met AR (mainAR.html). Ik wilde graag dat het hele prototype op één pagina zou kunnen, echter is het mij niet gelukt om de AR.js pas later te laten activeren. Deze wordt geladen wanneer de pagina wordt geladen. Ik heb daarom het prototype over twee pagina's verdeeld.",
            "De laatste toevoeging aan het prototype was de Hiro-marker. We hadden het idee om drie verschillende markers te gebruiken voor de verschillende opdrachten, maar ik wilde liever één marker met willekeurige opdrachten. Als de opdrachten willekeurig zijn, hoeft de gebruiker niet steeds dezelfde opdrachtjes te doen. Daarnaast kun je dezelfde marker gebruiken voor alle paaltjes. ",
            "Als ik kijk naar de leerdoelen die ik mijzelf heb gesteld het afgelopen jaar, dan heb ik mij zeker ontwikkeld. Ik ga tegenwoordig veel georganiseerder aan het werk. Ik ben actief aan het plannen en begin veel eerder aan mijn werk. Ik verlies veel minder het overzicht en ik heb geleerd hoe ik deze weer terug kan krijgen."
         ],
         "link": "https://lennart.xyz/bosinhuis/",
         "images": [
            "bosinhuis_2.gif",
            "Afbeelding1.png",
            "pattern-final_icon.png",
            "bever.png",
            "Afbeelding2.png",
            "Afbeelding3.png"
         ]
      },
      {
         "id": "per",
         "name": "Hoe maak ik keuzes?",
         "desc": [
            "Een customer journey voor een fictieve journaling app om mensen te helpen om keuzes te kunnen maken.",
            "Het onderwerp van mijn concept is het maken van keuzes. Dit gedrag gaan wij duurzaam verbeteren met behulp van een app en cognitieve gedragstherapie.",
            "We gaan bezig met de drie hoofdvragen:<br>  Hoe maak ik keuzes?<br>  Hoe ga ik om met de uitkomsten van mijn keuzes?<br>  Wat houdt mij tegen om keuzes te maken?<br> Deze drie hoofdvragen pakken respectievelijk het heden, de toekomst en het verleden aan.<br> De hele aanpak is gebaseerd op cognitieve gedragstherapie.<br><br> - Hoe maak ik keuzes?<br>  Welke technieken gebruiken we momenteel om keuzes te maken?<br>  Welke technieken kunnen we nog meer toepassen?<br>  Welke keuzes kunnen we nu maken?<br><br> - Hoe ga ik om met de uitkomsten?<br>  Leren omgaan met de uitkomsten van onze keuzes.<br>  Potentiële uitkomsten uitspelen: bedenk een hele goede uitkomst, een hele slechte en daarna de meest reële.<br>  Hoe kunnen we omgaan met deze potentiële uitkomsten?<br><br>- Wat houdt mij tegen?<br>  Waardoor durven we geen keuzes te maken?<br>  Waar zijn we bang voor?<br>  Wat betekent het als we een foute keuze maken?<br>  Durven we wel foute keuzes te maken?",
            "- De app bestaat uit de volgende hoofdonderdelen:<br>- Personal Journey:<br>  Dit zijn stap-voor-stap-modules die je gemaakt zijn om je te helpen met het maken van keuzes.<br> - Journal Prompts<br>  Je houdt verschillende dagboeken bij, waarin je nadenkt over je gedachten en je gedrag.<br> - Video calls<br>  Je kunt met gediplomeerde professionals videocalls en chatgesprekken houden om je te helpen en je verantwoordelijk te houden.<br> - Group sessions<br>  Door schrijfopdrachten in groepen te maken, kun je elkaar verantwoordelijk houden om te blijven schrijven<br>  De groepsessies en experts voeren een sociale invloed uit op de gebruiker om het vol te blijven houden."
         ],
         "link": "https://rpvos94.home.xs4all.nl/persuasion/",
         "images": [
            "customerjourney.gif",
            "perinh.jpg",
            "perapp.jpg",
            "percust.jpg"
         ]
      },
      {
         "id": "sto",
         "name": "Emotionele Mishandeling",
         "desc": [
            "Een VR-applicatie om mensen te leren hoe het is om emotionele mishandeling te ervaren en om hulpverleners te leren hoe je overlevers van emotionele mishandeling kunt herkennen.",
            "In tegenstelling tot fysieke of seksuele mishandeling zijn de meeste mensen minder bekend met emotionele mishandeling. Emotionele mishandeling, ook wel psychische of geestelijke mishandeling of misbruik, is echter meer dan iemand uitschelden of discrimineren. Emotionele verwaarlozing is ook een vorm van mishandeling, en het komt dan ook vaak voor dat de mishandelaars geen slechte intenties hadden. <br><br> De gevolgen van emotionele mishandeling zijn daarentegen net zo groot als die van fysieke of seksuele mishandeling, als niet groter. Als overlevende van emotionele mishandeling (want wij zijn overlevenden; geen slachtoffers) weet ik maar al te goed waartoe emotionele mishandeling kan leiden. Zo kan het bijvoorbeeld leiden tot een laag zelfvertrouwen, verwarring omtrent iemands gender of seksualiteit, angststoornissen, depressies, aandachtstoornissen, automutilatie of dissociatie.",
            "Het eindconcept is een tweedelige VR ervaring. Het eerste deel bestaat uit het ervaren van emotionele mishandeling aan de hand van waargebeurde verhalen. Het tweede deel bestaat uit het herkennen van mensen die emotioneel mishandeling hebben ervaren en wat je kunt doen om deze mensen te helpen.",
            "Het doel van ons concept is om emotionele mishandeling tegen te gaan en ik denk dat ons concept daartoe in staat is. Ik denk dat ons concept mensen kan helpen om bewust te worden over de gevolgen van emotionele mishandeling en hen de tools kan geven om de overlevenden te helpen. Het concept zal een toevoeging zijn tot de trainingen die momenteel gegeven worden, doordat de VR-omgeving de immersie van de ervaring verhoogt. <br><br> Het prototype is nog mager, maar geeft een goed beeld weer van de potentie van het eindproduct. Doordat de gebruikers veel agency hebben, kunnen zij reageren op de situaties zoals zij dat in het echt ook zouden doen. Op deze manier is het een toevoeging tot de trainingen die momenteel worden gegeven."
         ],
         "link": "https://my.blocksmithxr.com/embed/57272",
         "images": [
            "vrsto.gif",
            "sto1.png",
            "sto2.png",
            "sto3.png",
            "sto4.png",
            "sto5.png",
            "sto6.png",
            "sto7.png",
            "sto8.png"
         ]
      },
      {
         "id": "nad",
         "name": "Van Muziek tot Heldenreis",
         "desc": [
            "Van Muziek tot Heldenreis is een interactief concept om een verhaal te maken aan de hand van de Heldenreis door muziek te spelen op een fysieke pianomat.",
            "Je maakt je eigen verhaal aan de hand de hero's journey. Je bepaalt de keuzes in het verhaal door noten te spelen op onze pianomat. Elke noot die je speelt krijg en hardop te horen. <br><br> Wij hebben de twaalf fasen van de hero's journey verdeeld over 16 vlakken. Op deze vlakken krijg je de beelden terug te zien die bij de gespeelde noten horen. Zo kun je een storyboard zien van het verhaal dat je componeert. <br><br> Nadat alle vlakken gevuld zijn, kun je je eigen verhaal bekijken. Het verhaal wordt als een grote animatie op het beeldscherm laten zien. De noten die je gespeeld hebt krijg je ook weer te horen.<br><br> In ons concept komen muziek, keuzes, beeld en de hero's journey samen als storytelling. Het is belangrijk dat alle elementen wel een duidelijk terugkomen.",
            "Het doel van ons concept is om op een speelse manier anderen te informeren over storytelling en de hero's journey, en ze daarmee te activeren om meer storytelling tot zich te nemen. Daarnaast willen we laten zien dat muziek ook een vorm van storytelling is. Als laatste willen we ook gewoon mensen vermaken.",
            "Het prototype is qua code eigenlijk nog vrij mager. Het is momenteel alleen goed te ervaren als je Vader Jacob speelt. Desalniettemin is het zeker werkende. Je kunt met je voeten een piano bespelen, en de muziek die je maakt vormt uiteindelijk een verhaal. Het verhaal is nog niet helemaal proper uitgebeeld, maar het is er wel.<br><br>  De piano is erg goed gemaakt door Vera en werkt uitstekend met onze makey-makey. Vera's broer ervaarde de pianomat als leuk, en ook vanuit de opleiding krijgen wij positieve opmerkingen.<br><br>Stilistisch gezien ben ik erg tevreden."
         ],
         "link": "https://rpvos94.home.xs4all.nl/heldenreis/",
         "images": [
            "hero.gif",
            "saw.jpg",
            "herojourney.png",
            "mockup_bieb.png",
            "IMAG0757.jpg",
            "IMAG0758.jpg",
            "IMAG0759.jpg",
            "unknowzzzn.png",
            "scrnshotsong.png"
         ]
      },
      {
         "id": "keu",
         "name": "Portfoliowebsite",
         "desc": [
            "Deze portfoliowebsite is een Single Page Application met een eigengemaakte API en Framework.",
            "Dit is mijn proces voor mijn portfolio",
            "dit is mijn aandeel voor mijn portfolio",
            "dit is mijn reflectie voor mijn portfolio"
         ],
         "link": "https://rpvos94.home.xs4all.nl/",
         "images": [
            "portfoliothumb.gif"
         ]
      }
   ]
}